{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "Cancel"
		},
		{
			"Source":
			{
				"Text": "Crafts"
			},
			"Translation":
			{
				"Text": "Crafts"
			},
			"Key": "HangarCraft"
		},
		{
			"Source":
			{
				"Text": "Create session"
			},
			"Translation":
			{
				"Text": "Create session"
			},
			"Key": "MultiplayerCreateSession"
		},
		{
			"Source":
			{
				"Text": "Custom"
			},
			"Translation":
			{
				"Text": "Custom"
			},
			"Key": "SettingQualityCustom"
		},
		{
			"Source":
			{
				"Text": "Destroy session"
			},
			"Translation":
			{
				"Text": "Destroy session"
			},
			"Key": "MultiplayerDestroySession"
		},
		{
			"Source":
			{
				"Text": "Enter the craft name"
			},
			"Translation":
			{
				"Text": "Enter the craft name"
			},
			"Key": "CraftNameField"
		},
		{
			"Source":
			{
				"Text": "Epic"
			},
			"Translation":
			{
				"Text": "Epic"
			},
			"Key": "SettingQualityEpic"
		},
		{
			"Source":
			{
				"Text": "Equipped"
			},
			"Translation":
			{
				"Text": "Equipped"
			},
			"Key": "MacroEquipped"
		},
		{
			"Source":
			{
				"Text": "Frame Rate Limit"
			},
			"Translation":
			{
				"Text": "Frame Rate Limit"
			},
			"Key": "SettingMaxFramerate"
		},
		{
			"Source":
			{
				"Text": "High"
			},
			"Translation":
			{
				"Text": "High"
			},
			"Key": "SettingQualityHigh"
		},
		{
			"Source":
			{
				"Text": "Join"
			},
			"Translation":
			{
				"Text": "Join"
			},
			"Key": "MultiplayerJoin"
		},
		{
			"Source":
			{
				"Text": "Load"
			},
			"Translation":
			{
				"Text": "Load"
			},
			"Key": "CraftLoad"
		},
		{
			"Source":
			{
				"Text": "Lock macros"
			},
			"Translation":
			{
				"Text": "Lock macros"
			},
			"Key": "MacroLockButton"
		},
		{
			"Source":
			{
				"Text": "Low"
			},
			"Translation":
			{
				"Text": "Low"
			},
			"Key": "SettingQualityLow"
		},
		{
			"Source":
			{
				"Text": "Macros locked"
			},
			"Translation":
			{
				"Text": "Macros locked"
			},
			"Key": "MacroLockStatus"
		},
		{
			"Source":
			{
				"Text": "Medium"
			},
			"Translation":
			{
				"Text": "Medium"
			},
			"Key": "SettingQualityMedium"
		},
		{
			"Source":
			{
				"Text": "Multiplayer"
			},
			"Translation":
			{
				"Text": "Multiplayer"
			},
			"Key": "HangarMultiplayer"
		},
		{
			"Source":
			{
				"Text": "New Craft"
			},
			"Translation":
			{
				"Text": "New Craft"
			},
			"Key": "HangarNewCraft"
		},
		{
			"Source":
			{
				"Text": "New Craft"
			},
			"Translation":
			{
				"Text": "New Craft"
			},
			"Key": "CraftListNewCraft"
		},
		{
			"Source":
			{
				"Text": "Noxel {Version} PRE ALPHA"
			},
			"Translation":
			{
				"Text": "Noxel {Version} PRE ALPHA"
			},
			"Key": "VersionText"
		},
		{
			"Source":
			{
				"Text": "Overall Quality"
			},
			"Translation":
			{
				"Text": "Overall Quality"
			},
			"Key": "SettingQuality"
		},
		{
			"Source":
			{
				"Text": "Place cubes"
			},
			"Translation":
			{
				"Text": "Place cubes"
			},
			"Key": "MacroVoxel"
		},
		{
			"Source":
			{
				"Text": "Place nodes"
			},
			"Translation":
			{
				"Text": "Place nodes"
			},
			"Key": "MacroNodes"
		},
		{
			"Source":
			{
				"Text": "Player"
			},
			"Translation":
			{
				"Text": "Player"
			},
			"Key": "D2B23BED4CB53CD48A712E9387449F9A"
		},
		{
			"Source":
			{
				"Text": "Quit session"
			},
			"Translation":
			{
				"Text": "Quit session"
			},
			"Key": "MultiplayerQuitSession"
		},
		{
			"Source":
			{
				"Text": "Refresh"
			},
			"Translation":
			{
				"Text": "Refresh"
			},
			"Key": "CraftListRefresh"
		},
		{
			"Source":
			{
				"Text": "Refresh list"
			},
			"Translation":
			{
				"Text": "Refresh list"
			},
			"Key": "MultiplayerRefresh"
		},
		{
			"Source":
			{
				"Text": "Resolution Scale"
			},
			"Translation":
			{
				"Text": "Resolution Scale"
			},
			"Key": "SettingResolutionPercentage"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "CraftSave"
		},
		{
			"Source":
			{
				"Text": "Save As"
			},
			"Translation":
			{
				"Text": "Save As"
			},
			"Key": "CraftListSaveAs"
		},
		{
			"Source":
			{
				"Text": "Save Craft"
			},
			"Translation":
			{
				"Text": "Save Craft"
			},
			"Key": "CraftListSave"
		},
		{
			"Source":
			{
				"Text": "Search..."
			},
			"Translation":
			{
				"Text": "Search..."
			},
			"Key": "MultiplayerSearch"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Settings"
			},
			"Key": "HangarSettings"
		},
		{
			"Source":
			{
				"Text": "Shortcuts"
			},
			"Translation":
			{
				"Text": "Shortcuts"
			},
			"Key": "HangarShortcuts"
		},
		{
			"Source":
			{
				"Text": "Show FPS"
			},
			"Translation":
			{
				"Text": "Show FPS"
			},
			"Key": "SettingShowFPS"
		},
		{
			"Source":
			{
				"Text": "Try me !"
			},
			"Translation":
			{
				"Text": "Try me !"
			},
			"Key": "SettingQualityCinematic"
		},
		{
			"Source":
			{
				"Text": "Unlimited"
			},
			"Translation":
			{
				"Text": "Unlimited"
			},
			"Key": "SettingFramerateUnlimited"
		},
		{
			"Source":
			{
				"Text": "{NumPlayers}/{MaxPlayers} players, Ping : {Ping} ms"
			},
			"Translation":
			{
				"Text": "{NumPlayers}/{MaxPlayers} players, Ping : {Ping} ms"
			},
			"Key": "MultiplayerStats"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "NoxelMacros",
			"Children": [
				{
					"Source":
					{
						"Text": "Add block"
					},
					"Translation":
					{
						"Text": "Add block"
					},
					"Key": "AddBlock"
				},
				{
					"Source":
					{
						"Text": "Add node"
					},
					"Translation":
					{
						"Text": "Add node"
					},
					"Key": "AddNode"
				},
				{
					"Source":
					{
						"Text": "Add panel"
					},
					"Translation":
					{
						"Text": "Add panel"
					},
					"Key": "AddPanel"
				},
				{
					"Source":
					{
						"Text": "Hold {Key} for more"
					},
					"Translation":
					{
						"Text": "Hold {Key} for more"
					},
					"Key": "AlternateHold"
				},
				{
					"Source":
					{
						"Text": "Left Click"
					},
					"Translation":
					{
						"Text": "Left Click"
					},
					"Key": "LeftClick"
				},
				{
					"Source":
					{
						"Text": "Move nodes"
					},
					"Translation":
					{
						"Text": "Move nodes"
					},
					"Key": "MoveNodes"
				},
				{
					"Source":
					{
						"Text": "Press {Key} for more"
					},
					"Translation":
					{
						"Text": "Press {Key} for more"
					},
					"Key": "AlternateSwitch"
				},
				{
					"Source":
					{
						"Text": "Remove block"
					},
					"Translation":
					{
						"Text": "Remove block"
					},
					"Key": "RemoveBlock"
				},
				{
					"Source":
					{
						"Text": "Remove selected"
					},
					"Translation":
					{
						"Text": "Remove selected"
					},
					"Key": "RemoveSelected"
				},
				{
					"Source":
					{
						"Text": "Remove targeted"
					},
					"Translation":
					{
						"Text": "Remove targeted"
					},
					"Key": "RemoveTargeted"
				},
				{
					"Source":
					{
						"Text": "Right Click"
					},
					"Translation":
					{
						"Text": "Right Click"
					},
					"Key": "RightClick"
				},
				{
					"Source":
					{
						"Text": "Select Nodes"
					},
					"Translation":
					{
						"Text": "Select Nodes"
					},
					"Key": "SelectNodes"
				}
			]
		}
	]
}